Repository: jfkneib/mmc-core
Catalog: web/modules/*/locale/*/LC_MESSAGES/*.po
Languages: it_it

source: Form cannot be submit. Input errors are highlighted in red.
it_it: I dati non possono essere inviati. Gli errori di immissione sono evidenziati in rosso

source: standard mode
it_it: Modalità standard

source: expert mode
it_it: Modalità avanzata

source: Click to switch to
it_it: Premere per passare a

source: logout
it_it: Disconnessione

source: Logout
it_it: c4dc3ea4c90f4b486e51ac5101ac949b_tr

source: Home
it_it: Inizio

source: If this phrase does not change, you browser is not supported by the MMC application
it_it: Se questa frase non cambia, il vostro browser non è supportato dall'applicazione MMC

source: Error, you don't have correct rights !
it_it: Errore, non avete i diritti corretti !

source: The server %s does not exist
it_it: Il server %s non esiste

source: Login failed
it_it: Login fallito

source: You have been logged out because the session between the MMC web interface and the MMC agent expired.
it_it: Siete stati disconnessi poiché la sessione tra l'interfaccia web MMC e l'agent MMC è terminata

source: Language
it_it: Lingua

source: Connect
it_it: Connetti

source: Group %s successfully added
it_it: Gruppo %s aggiunto con successo

source: Group %s successfully modified
it_it: Gruppo %s modificato con successo

source: Add group
it_it: Aggiungi gruppo

source: Edit group
it_it: Modifica il gruppo

source: The group name can only contain letters and numeric, and must begin with a letter
it_it: Il nome di un gruppo può contenere solo lettere e numeri, e deve iniziare con una lettera

source: Group name
it_it: Nome del gruppo

source: Description
it_it: Descrizione

source: Create
it_it: Crea

source: Confirm
it_it: Conferma

source: Groups
it_it: Gruppi

source: Comments
it_it: Commenti

source: Edit members
it_it: Modifica i componenti

source: Delete
it_it: Cancella

source: Groups management
it_it: Gestione dei gruppi

source: Group list
it_it: Elenco gruppi

source: Group successfully modified
it_it: Gruppo modificato con successo

source: Some users can't be removed from this group because this group is their primary group.
it_it: Alcuni utenti non possono essere rimossi da questo gruppo poiché questo gruppo è il loro gruppo primario

source: Group members %s
it_it: Membri del gruppo %s

source: All users
it_it: Tutti gli utenti

source: Group members
it_it: Membri del gruppo

source: Cancel
it_it: Annulla

source: Delete group
it_it: Elimina gruppo

source: You will delete group
it_it: Verrà eliminato il gruppo

source: This group will be deleted even though it is not empty
it_it: Questo gruppo verrà eliminato anche se non è vuoto

source: List
it_it: Elenca

source: Add
it_it: Aggiungi

source: Uptime:
it_it: Acceso da:

source: day
it_it: giorni

source: hour
it_it: ore

source: minute
it_it: minuti

source: Memory
it_it: Memoria

source: Global view
it_it: Vista globale

source: Server status
it_it: Stato del server

source: Hard drive partitions
it_it: Partizioni del disco fisso

source: Background jobs
it_it: Attività schedulate in background

source: Change your password
it_it: Cambia password

source: Your password has been changed.
it_it: La vostra password è stata cambiata

source: Change your user's password
it_it: Cambiate la password del vostro utente

source: You are going to change your password
it_it: State per cambiare la vostra password

source: Current password
it_it: Vecchia password

source: New password
it_it: Nuova password

source: Confirm your password
it_it: Conferma password

source: Return
it_it: Ritorna

source: Invalid current password. Please retry.
it_it: Password attuale invalida. Si prega di riprovare.

source: Passwords are mismatching. Please retry.
it_it: Le password non coincidono. Si prega di riprovare.

source: User ACLs successfully modified.
it_it: ACL dell'utente modficati con successo

source: Attribute description
it_it: Descrizione dell'attributo

source: read only
it_it: sola lettura

source: read/write
it_it: lettura/scrittura

source: hide
it_it: nascondi

source: (%s module)
it_it: (modulo %s)

source: Web page description
it_it: Descrizione della pagina web

source: Authorization
it_it: Autorizzazione

source: Warning no desc found in infoPackage.inc.php :
it_it: Avviso nessun desc trovato in infoPackage.inc.php :

source: Edit ACL of user %s
it_it: Modifica le ACL dell'utente %s

source: Download ACL string
it_it: Scarica la stringa ACL

source: The confirmation password does not match the new password.
it_it: La password di conferma non è uguale alla nuova password

source: User's name invalid !
it_it: Nome utente invalido !

source: The primary group field can't be empty.
it_it: Il campo del gruppo primario non può essere vuoto.

source: The group %s does not exist, and so can't be set as primary group.
it_it: Il gruppo %s non esiste, e così non può essere usato come gruppo primario.

source: Password is empty.
it_it: La password è vuota.

source: This user already exists.
it_it: Questo utente esiste già.

source: User enabled.
it_it: Utente abilitato.

source: User disabled.
it_it: Utente disabilitato.

source: The photo is too big. The max size is %s x %s.
it_it: La foto è troppo grande. La dimensione massima è %s x %s.

source: The photo is not a JPG file.
it_it: La foto non è un file JPG.

source: Password updated.
it_it: Password aggiornata.

source: Attributes updated.
it_it: Attributi aggiornati.

source: Add user
it_it: Aggiungi utente

source: Edit user
it_it: Modifica utente

source: Confirm password
it_it: Conferma password

source: Photo
it_it: Foto

source: Last name
it_it: Cognome

source: First name
it_it: Cognome

source: Title
it_it: Titolo

source: Mail address
it_it: Indirizzo mail

source: Telephone number
it_it: Numero di telefono

source: Mobile number
it_it: Numero di cellulare

source: Fax number
it_it: Numero di fax

source: Home phone number
it_it: Numero del telefono di casa

source: User is disabled, if checked
it_it: L'utente è disabilitato, se contrassegnato

source: A disabled user can't log in any UNIX services. <br/> Her/his login shell command is replaced by /bin/false
it_it: Un utente disabilitato non può entrare in alcun servizio UNIX. <br/> Il suo comando di login alla shell è sostituito con /bin/false

source: Home directory
it_it: Cartella principale

source: Create home directory on filesystem
it_it: Crea la cartella principale nel filesystem

source: Login shell
it_it: Shell di login

source: Common name
it_it: Nome comune

source: This field is used by some LDAP clients (for example Thunderbird address book) to display user entries.
it_it: Questo campo è usato da certi client LDAP (per esempio la rubrica di Thunderbird) per visualizzare i campi utente.

source: Preferred name to be used
it_it: Nome preferito da utilizzare

source: This field is used by SAMBA (and other LDAP clients) to display user name.
it_it: Questo campo è usato da SAMBA (e altri client LDAP) per visualizzare il nome utente.

source: Name
it_it: Nome

source: Telephone
it_it: Telefono

source: Edit
it_it: Modifica

source: MMC rights
it_it: Diritti MMC

source: Users
it_it: Utenti

source: Backup a user's folder
it_it: Backup di una cartella di un utente

source: Backup a user's home directory
it_it: Backup della cartella principale di un utente

source: Backup of <b>%s</b> user's folder has been launched in background.
it_it: Il backup della cartella utente <b>%s</b> è stato lanciato in background

source: The files will be stored in the directory %s of the server at the end of the backup.
it_it: I file verranno memorizzati nella cartella %s del server al termine del backup

source: Please go to the status page to check the backup status.
it_it: Si prega di andare alla pagina dello stato per verificare lo stato del backup

source: This operation will last according to the amount of data to backup.
it_it: Questa operazione dura in base alla quantità di dati di backup.

source: %s home directory will be archived.
it_it: La cartella principale %s sarà archiviata.

source: Please select media size. If your data exceeds the volume size, several files of your media size will be created.
it_it: Si prega di selezionare la dimensione del supporto. Se i vostri dati eccedono la dimensione del supporto, verranno creati vari file della dimensione del supporto.

source: Media size
it_it: Dimensione del supporto

source: Launch backup
it_it: Lancia il backup

source: User list
it_it: Elenco utenti

source: User %s has been successfully deleted
it_it: L'utente %s è stato eliminato con successo

source: Delete user
it_it: Elimina utente

source: You will delete user <b>%s</b>.
it_it: State per eliminare l'utente <b>%s</b>.

source: Delete all user's files
it_it: Elimina tutti i file dell'utente

source: Computer Name
it_it: Nome del computer

source: Display Name
it_it: Nome visualizzato

source: Computer successfully added
it_it: Computer aggiunto con successo

source: Add a computer
it_it: Aggiungi un computer

source: Edit a computer
it_it: Modifica un computer

source: Computer name
it_it: 4586743cb79bed181996b137d0043b67_tr

source: Location
it_it: Località

source: Computer list
it_it: Lista dei computer

source: The computer has been deleted.
it_it: Il computer è stato eliminato

source: Delete this computer
it_it: Elimina questo computer

source: All computers
it_it: Tutti i computer

source: Add computer
it_it: Aggiungi un computer

source: Logged actions
it_it: 9c6ffde59de7a137e64411242f01247d_tr

source: Date
it_it: Data

source: LDAP operations log view
it_it: Vista del log delle operazioni LDAP

source: Connection
it_it: Connessione

source: Operation
it_it: Operazione

source: Actions
it_it: Azioni

source: Extra informations
it_it: Informazioni extra

source: Invalid login
it_it: Login invalido

source: users
it_it: 5623945b8c7b8edaf5520a3f934c569a_tr

source: computers
it_it: Computer

source: Inventory
it_it: Inventario

source: GLPI Inventory
it_it: Inventario GLPI

source: Read log
it_it: Leggi il log

source: Software deployment
it_it: Sviluppo software

source: Download file
it_it: Scarica file

source: Remote control
it_it: Controllo remoto

source: Computers list
it_it: Lista dei computer

source: Delete computer
it_it: Elimina computer

source: Remove machine from group
it_it: Rimuovi la macchina dal gruppo

source: LDAP log file does not exist.
it_it: Il file di log di LDAP non esiste.

source: Please be sure you have: <p>This line in your /etc/ldap/slapd.conf or /etc/openldap/slapd.conf: <pre>loglevel 256</pre></p> <p>and this line in your /etc/syslog.conf: <pre>local4.* /var/log/ldap.log</pre> </p>
it_it: Si prega di essere sicuri di avere: <p>Questa linea nel vostro /etc/ldap/slapd.conf o /etc/openldap/slapd.conf: <pre>loglevel 256</pre></p> <p>e questa linea nel vostro /etc/syslog.conf: <pre>local4.* /var/log/ldap.log</pre> </p>

source: Previous
it_it: Precedente

source: Next
it_it: Prossimo

source: or <a href='#'
it_it: o <a href='#'

source: value="now";'>now</a>
it_it: value="now";'>ora</a>

source: value="never";'>never</a>
it_it: value="never";'>mai</a>

source: Add user to group
it_it: Aggiungi un utente al gruppo

source: Change user Password
it_it: Cambia la password utente

source: Group %s already exist
it_it: Il gruppo %s esiste già

source: Group %s created
it_it: Gruppo %s creato

source: Primary group
it_it: Gruppo primario

source: This group doesn't exist
it_it: Questo gruppo non esiste

source: User, group and computer management
it_it: Gestione utenti, gruppi e computer

source: Home page
it_it: Inizio

source: Favorites page
it_it: Preferiti

source: Status
it_it: Stato

source: Default status page
it_it: Informazioni generali

source: Log view
it_it: Log

source: LDAP log
it_it: Log LDAP

source: Add a user
it_it: Aggiungi un utente

source: Edit a user
it_it: Modifica un utente

source: Edit ACL permissions on a user
it_it: Modifica i permessi ACL per un utente

source: Delete a user
it_it: Elimina un utente

source: Backup user files
it_it: Backup dei file utente

source: Change user password
it_it: cef3952db548138cef7e3e8fbe6ffb4e_tr

source: Get user photo
it_it: Scarica foto utente

source: Add a group
it_it: Aggiungi un gruppo

source: Delete a group
it_it: Elimina un gruppo

source: Edit a group
it_it: Modifica un gruppo

source: Computers
it_it: 30324f8d4c689361d473c74c57462dcf_tr

source: Add computer
it_it: 16a222b6427b8dddc29352a1692324c9_tr

source: Edit computer
it_it: Modifica un computer

source: Delete a computer
it_it: Elimina un computer

source: Ajax part of computers list
it_it: Parte Ajax della lista di computer

source: User photo
it_it: Foto

source: User login
it_it: Login

source: User name
it_it: Nome

source: User groups
it_it: Gruppi

source: User firstname
it_it: Cognome

source: User home directory
it_it: Cartella principale

source: User title
it_it: Titolo

source: Mobile phone number
it_it: Numero di cellulare

source: Enable/Disable user account
it_it: Abilita/disabilita l'utente

source: <p> The community version of this product is distributed in the hope that it will be useful, but <strong>without any warranty</strong>; without even the implied warranty of merchantability of fitness for a particular purpose. See the GNU General Public License for more details.</p> <p> Moreover, this product is a main and critical component of your information system. This community version is distributed without professional support of any kind, and without a tested and certified upgrade path from previous versions. </p>
it_it: <p> La versione community di questo prodotto è distribuita nella speranza che sia utile, ma <strong>senza alcuna garanzia</strong>; senza nemmeno l'implicita garanzia di commerciabilità, di idoneità per un particolare scopo. Si veda la GNU General Public License per maggiori dettagli.</p> <p> Inoltre, questo prodotto è un componente principale e critico del vostro sistema informativo. Questa versione community è distribuita senza alcun supporto professionale, e senza un percorso di aggiornamento testato e certificato dalle precedenti versioni. </p>

source: Click here to get more information about our support and maintenance subscription plan.
it_it: Cliccare qui per ottenere maggiori informazioni a proposito della sottoscrizione del nostro piano di supporto e mantenimento.

source: This item already exists in your LDAP directory
it_it: Questo oggetto esiste già nella vostra rubrica LDAP

source: Solve the problem by: <ul> <li>change this entry name</li> <li>delete this entry before recreate it</li> </ul>
it_it: Risolvere il problema: <ul> <li>cambiate il nome di questo oggetto</li> <li>cancellate questo oggetto prima di ricrearlo</li> </ul>

source: MMC Agent can't contact your LDAP server
it_it: L'Agent di MMC non puà contattare il vostro server LDAP

source: Solve the problem by: <ul> <li>Verify your LDAP server is correctly configured in /etc/mmc/plugins/base/ini </li> <li>Verify you LDAP server is up</li> </ul>
it_it: Risolvere il problema: <ul> <li>Verificate che il server LDAP sia correttamente configurato in /etc/mmc/plugins/base/ini </li> <li>Verificate che il server LDAP sia attivo</li> </ul>

source: Error during authentication process
it_it: Errore durante il processo di autenticazione

source: Please contact your administrator.
it_it: Si prega di contattare l'amministratore del sistema.

source: Error while provisioning your account
it_it: Si è verificato un errore durante l'assegnazione dei parametri al vostro account

source: This problem can appear if: <ul> <li>This item no longer exists.</li> <li>You misspelled it.</li> </ul>
it_it: Questo problema può verificarsi se: <ul> <li>Questo oggetto non esiste più.</li> <li>Non lo avete digitato correttamente.</li> </ul>

source: smbpasswd failed to change your password entry
it_it: smbpasswd ha fallito nel cambiare la password dell'utente

source: Verify that your smbpasswd is correctly configured: <ul> <li> Your Ldap server can be down</li> <li> Your Samba server is not properly configured</li> </ul>
it_it: Verificare che il vostro smbpasswd sia correttamente configurato: <ul> <li> Il vostro server LDAP potrebbe essere spento</li> <li> Il vostro server Samba non è correttamente configurato</li> </ul>

source: Can't connect to MMC agent
it_it: Non è possibile connettersi all'agent MMC

source: MMC agent seems to be down or not correctly configured.
it_it: L'agent MMC semra essere non attivo o non correttamente configurato

source: Can't send XML-RPC request to MMC agent
it_it: Non è possibile mandare richieste XML-RPC all'agent MMC

source: MMC agent seems to be not correctly configured.
it_it: L'agent MMC non sembra essere correttamente configurato

source: MMC agent communication problem
it_it: Problema di comunicazione con l'agent MMC

source: Timeout when reading data from the MMC agent. Please check network connectivity and server load.
it_it: Timeout durante la lettura dei dati dall'agent MMC. Si prega di verificare la connettività di rete e il carico del server.

source: Error while reading MMC agent XML-RPC response.
it_it: Errore durante la lettura della risposta dell'agent MMC XML-RPC.

source: Please check network connectivity.
it_it: Si prega di verificare la connettività di rete.

source: Can't communicate with MMC agent. Please check you're using the right TCP port and the right protocol.
it_it: Non è possibile comunicare con l'agent MMC. Si prega di verificare che stiate utilizzando la porta TCP corretta e il protocollo corretto.

source: The MMC agent didn't give us a session number. Please check the MMC agent version.
it_it: L'agent MMC non ci ha dato un numero di sessione. Si prega di verificare la versione dell'agent MMC.

source: unknown error
it_it: Errore sconosciuto

source: This exception is unknown. Please contact us to add an error handling on this error.
it_it: Questa eccezione è sconosciuta. Vi preghiamo di contattarci per aggiungere la gestione di questo errore.

source: english
it_it: inglese

source: danish
it_it: danese

source: german
it_it: tedesco

source: spanish
it_it: spagnolo

source: french
it_it: francese

source: italian
it_it: italiano

source: norwegian
it_it: norvegese

source: polish
it_it: polacco

source: brazilian
it_it: brasiliano

source: russian
it_it: russo

source: Root user cannot have favorites
it_it: Root non può avere pagine dei preferiti

source: Add this page to your favorite
it_it: Aggiungere questa pagina ai preferiti

source: to
it_it: a

source: - Total <b>%s </b>
it_it: - Totale <b>%s </b>

source: page
it_it: pagina

source: No item available
it_it: Nessuna oggetto disponibile

source: Select all
it_it: Seleziona tutto

source: Unselect all
it_it: Deseleziona tutto

source: No job.
it_it: Nessuna schedulazione

source: Show complete trackback
it_it: Mostra il tracciato completo

source: Complete Traceback
it_it: Tracciato completo

source: You do not have required rights
it_it: Non avete i diritti necessari

source: unavailable
it_it: non disponibile

source: Delete photo
it_it: Elimina la foto

source: yes
it_it: si

source: Year:
it_it: Anno:

source: Month:
it_it: Mese:

source: Day:
it_it: Giorno:

source: Hour:
it_it: Ora:

source: Your session will be closed
it_it: La vostra sessione verrà chiusa
