Repository: jfkneib/mmc-core
Catalog: web/modules/ppolicy/locale/*/LC_MESSAGES/ppolicy.po
Languages: ru_ru

source: "Maximum age" must be greater than "Minimum age".
ru_ru: "Максимальный возраст" должен быть больше, чем "Минимальный возраст".

source: Add ppolicy attributes
ru_ru: Добавить атрибуты ppolicy

source: Attributes have been updated with some errors.
ru_ru: Атрибуты были обновлены с некоторыми ошибками.

source: Change password on first connection
ru_ru: Изменить пароль при первом подключении

source: Change ppolicy attribute
ru_ru: Изменить атрибут ppolicy

source: Default
ru_ru: По умолчанию

source: Default password policy
ru_ru: Политка паролей по-умолчанию

source: Delete ppolicy attribute
ru_ru: Удалить атрибут ppolicy

source: Delete ppolicy attributes
ru_ru: Удалить атрибуты ppolicy

source: Enable a specific password policy for this user
ru_ru: Включить заданную политику паролей для этого пользователя

source: Enable user specific password policy
ru_ru: Включить пользовательскую политику паролей

source: Force user to change her password on the first connection ?
ru_ru: Принудительно заставить пользователя сменить свой пароль при первом подключении?

source: Force users to change their passwords on the first connection ?
ru_ru: Принудительно заставить пользователей сменить их пароли при первом подключении?

source: If checked, the user must change her password when she first binds to the LDAP directory after password is set or reset by a password administrator
ru_ru: Если отмечено, пользователи должны сменить свои пароли при первой связи с каталогом LDAP после задания или сброса пароля администратором

source: Lockout duration
ru_ru: Длительность блокировки

source: Lockout duration (seconds)
ru_ru: Длительность блокировки (секунд)

source: Maximum age
ru_ru: Максимальный возраст

source: Maximum age (second)
ru_ru: Максимальный возраст (секунд)

source: Maximum age (seconds)
ru_ru: Максимальный возраст (в секундах)

source: Maximum age must be more than minimum age.
ru_ru: Максимальный возраст должен больше. чем минимальный возраст

source: Maximum failed
ru_ru: Сбой максимума

source: Minimum age
ru_ru: Минимальный возраст

source: Minimum age (seconds)
ru_ru: Минимальный возраст (в секундах)

source: Minimum length
ru_ru: Минимальная длина

source: Number of grace authentications
ru_ru: Число аутенфикаций с отсрочкой

source: Password Policy
ru_ru: Политика паролей

source: Password hash history
ru_ru: История хэша паролей

source: Password history
ru_ru: История паролей

source: Password maximum failure
ru_ru: Максимальное число сбоев пароля

source: Password policy attributes updated.
ru_ru: Атрибуты политики паролей обновлены.

source: Password policy plugin
ru_ru: Плагин политики паролей

source: Password policy quality check
ru_ru: Проверка качества политики паролей

source: Password quality check
ru_ru: Проверка качества пароля

source: Password reset flag
ru_ru: Флаг сброса пароля

source: Reset the password
ru_ru: Сбросить пароль

source: This attribute contains the number of times that an expired password may be used to authenticate a user to the directory. If this attribute is not present or if its value is zero, users with expired password will not be allowed to authenticate.
ru_ru: Этот атрибут содержит количество раз, когда пароль с истекшим сроком действия может использоваться для аутентификации пользователя в каталоге. Если этот атрибут не задан или если его значение равно нулю, пользователям с истекшим сроком действия пароля не будет разрешено проходить аутенфикацию.

source: This attribute holds the number of seconds after which a modified password will expire. If this attribute is not present, or if the value is 0 the password does not expire.
ru_ru: Этот атрибут содержит количество секунд, по прошествии которых срок действия модифицированного пароля истечет. Если этот атрибут не задан или его значение равно 0 срок действия пароля не истекает.

source: This attribute holds the number of seconds that must elapse between modifications to the password. If this attribute is not present, 0 seconds is assumed (i.e. the password may be modified whenever and however often is desired).
ru_ru: Этот атрибут содержит количество секунд, которое должно пройти между изменениями пароля. Если этот атрибут не задан, подразумевается 0 секунд (то есть пароль может быть изменен так часто, как возможно).

source: This attribute holds the number of seconds that the password cannot be used to authenticate due to too many failed authentication attempts. If this attribute is empty, or if the value is 0 the password cannot be used to authenticate until reset by a password administrator.
ru_ru: Этот атрибут содержит число секунд, в течении которых пароль не может быть использован для повторной аутенфикации при обнаружении ее частого использования. Если этот атрибут не задан или его значение равно нулю, пароль не может быть использован для аутенфикации до его сброса администратором.

source: This attribute indicates how the password quality will be verified while being modified or added. If this attribute is not present, or if the value is '0', quality checking will not be enforced. A value of '1' indicates that the server will check the quality, and if the server is unable to check it (due to a hashed password or other reasons) it will be accepted. A value of '2' indicates that the server will check the quality, and if the server is unable to verify it, it will return an error refusing the password.
ru_ru: Этот атрибут показывает, как проверяется качество пароля при его модификации или добавлении. Если этот атрибут не задан или его значение равно 0, проверка качества не будет производиться. Значение '1' показывать что сервер будет проверять качество и если это невозможно (из за хэшированного пароля или других причин) он будет принят. Значение '2' показывает что сервер будет проверять качество и если он не сможет это сделать, то вернет ошибку принятия пароля.

source: This attribute is used to specify the maximum number of used passwords. If the attribute is not present, or if its value is 0, used passwords will not be stored and thus any previously-used password may be reused.
ru_ru: Этот атрибут используется для задания максимального числа используемых паролей. Если этот атрибут не задан или его значение равно 0, используемые пароли не сохраняются и ранее используемые пароли могут быть использованы повторно.

source: This attribute specifies the number of consecutive failed bind attempts after which the password may not be used to authenticate. If this attribute is not present, or if the value is 0, this policy is not checked, and the value of "Preventive user lockout" will be ignored.
ru_ru: Этот атрибут задает число сбоев при подключении, после которых пароль не может быть использован для аутенфикации. Если этот атрибут не задан или его значение равно 0, политика не проверяется и значение "Предупредительная блокировка пользователя" будет игнорировано.

source: This flag allows to mark the password as having being reset by an administrator.
ru_ru: Этот флаг позволяет отмечать, что пароль был сброшен администратором.

source: This flag indicates, when enabled, that the password may not be used to authenticate after a specified number of consecutive failed bind attempts. The maximum number of consecutive failed bind attempts is specified in the "Password maximum failure" field below.
ru_ru: Этот флаг показывает, если включен, что пароль не может быть использован для аутенфикации после определенного числа сбоев при подключении. Максимальное число сбоев подключений задается в поле "Максимальное число сбоев пароля"

source: This flag specifies whether users must change their passwords when they first bind to the directory after a password is set or reset by the administrator.
ru_ru: Этот флаг задает должны ли пользователи изменить свои пароли при первом подключении к директории после установки или сброса паролей администратором.

source: Warning you have been logged using grace login mode. Please change your password as soon as possible using the password change page, else your account will be locked.
ru_ru: Предупреждение. Вы вошли с использованием режима отсрочки. Измените ваш пароль как можно быстрее, используя страницу изменения паролей, иначе ваш аккаунт будет заблокирован.

source: Warning your password has been reset by an administrator. Your LDAP account is restricted. Please change your password as soon as possible using the password change page.
ru_ru: Предупреждение. Ваш пароль был сброшен администратором. Доступ к вашему аккаунту LDAP ограничен. Измените ваш пароль как можно быстрее с помощью страницы измения паролей.

source: You can enable a specific password policy for this user. If disabled, the default password policy is enforced.
ru_ru: Вы можете включить конкретные политики пароля для этого пользователя. Если отключено, будет применяться политика пароля по умолчанию.

source: disabled
ru_ru: выключено

source: enabled
ru_ru: включено

source: has been updated
ru_ru: было обновлено

source: this attribute contains the minimum number of characters that will be accepted in a password
ru_ru: Этот атрибут содержит минимальное количество символов, которое будет принято в пароле
